<script></script>

<template>
  <h2 class="h2">Обо мне</h2>
  <h3 class="h3">Обучение</h3>
  <p class="p">
    Сейчас я учусь на 2м курсе в РТУ МИРЭА<br />
    на направлении “Фуллстек разработка” 2025 г.
  </p>
  <h3 class="h3">Стеки</h3>
  <p class="p">
    В основном я работаю на фреймворке Vue.js,<br />
    Для стилей использую препроцессор Sass,<br />
    Страницы верстаю на Html,<br />
    Так как работаю с Vue.js, использую Axios для подключений,<br />
    Скрипты и функциональную часть на JS.
  </p>
</template>

<style></style>
